export const province = [
  // {
  //   name: "省/直辖市",
  //   id: "0",
  // },
  {
    name: "北京市",
    id: "101101",
  },
  {
    name: "天津市",
    id: "101102",
  },
  {
    name: "河北省",
    id: "101103",
  },
  {
    name: "山西省",
    id: "101104",
  },
  {
    name: "内蒙古自治区",
    id: "101105",
  },
  {
    name: "辽宁省",
    id: "102101",
  },
  {
    name: "吉林省",
    id: "102102",
  },
  {
    name: "黑龙江省",
    id: "102103",
  },
  {
    name: "上海市",
    id: "103101",
  },
  {
    name: "江苏省",
    id: "103102",
  },
  {
    name: "浙江省",
    id: "103103",
  },
  {
    name: "安徽省",
    id: "103104",
  },
  {
    name: "福建省",
    id: "103105",
  },
  {
    name: "江西省",
    id: "103106",
  },
  {
    name: "山东省",
    id: "103107",
  },
  {
    name: "河南省",
    id: "104101",
  },
  {
    name: "湖北省",
    id: "104102",
  },
  {
    name: "湖南省",
    id: "104103",
  },
  {
    name: "广东省",
    id: "104104",
  },
  {
    name: "广西壮族自治区",
    id: "104105",
  },
  {
    name: "海南省",
    id: "104106",
  },
  {
    name: "重庆市",
    id: "105100",
  },
  {
    name: "四川省",
    id: "105101",
  },
  {
    name: "贵州省",
    id: "105102",
  },
  {
    name: "云南省",
    id: "105103",
  },
  {
    name: "西藏自治区",
    id: "105104",
  },
  {
    name: "陕西省",
    id: "106101",
  },
  {
    name: "甘肃省",
    id: "106102",
  },
  {
    name: "青海省",
    id: "106103",
  },
  {
    name: "宁夏回族自治区",
    id: "106104",
  },
  {
    name: "新疆维吾尔自治区",
    id: "106105",
  },
];
